Repository: open-craft/xblock-poll
Catalog: poll/translations/*/LC_MESSAGES/text.po
Languages: ar, de_de, eo, es_419, fr, fr_ca, he, ja_jp, pt_br

source: Whether or not to display results to the user.
ar: ما إذا كان سيتم عرض النتائج للمستخدم أم لا.
de_de: Ob dem Nutzer Ergebnisse angezeigt werden sollen oder nicht.
eo: Whéthér ör nöt tö dïspläý résülts tö thé üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Mostrar o no resultados al usuario.
fr: Afficher ou pas les résultats à l'utilisateur.
fr_ca: S'il faut ou non afficher les résultats à l'utilisateur.
he: האם להציג תוצאות למשתמש.
ja_jp: ユーザーに結果を表示するかどうか。
pt_br: Exibir ou não exibir os resultados para o usuário.

source: The maximum number of times a user may send a submission.
ar: أقصى عدد من المرات يمكن للمستخدم فيها إرسال إجابة.
de_de: Die maximale Häufigkeit, mit der ein Benutzer eine Einreichung absenden kann.
eo: Thé mäxïmüm nümßér öf tïmés ä üsér mäý sénd ä süßmïssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La cantidad máxima de veces que un usuario puede enviar su respuesta.
fr: Le nombre maximum de fois que l'utilisateur peut soumettre un envoi
fr_ca: Le nombre maximum de fois qu'un utilisateur peut envoyer une soumission.
he: מספר הפעמים המרבי שיכול משתמש לשלוח הגשה.
ja_jp: ユーザーが提出を送信できる最大回数。
pt_br: O número máximo de vezes que um usuário pode fazer um envio.

source: Number of times the user has sent a submission.
ar: عدد مرات التي أرسل فيه المستخدم إجابة.
de_de: Häufigkeit, mit der der Nutzer eine Einreichung abgesendet hat.
eo: Nümßér öf tïmés thé üsér häs sént ä süßmïssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Cantidad de veces que el usuario ha enviado una respuesta.
fr: Nombre de fois où l'utilisateur a soumis un envoi.
fr_ca: Nombre de fois où l'utilisateur a envoyé une soumission.
he: מספר הפעמים ששלח המשתמש הגשה.
ja_jp: ユーザーが提出を送信した回数。
pt_br: Número de vezes que o usuário fez um envio.

source: Text to display after the user votes.
ar: النص المطلوب عرضه بعد تصويت المستخدمين.
de_de: Text, der angezeigt werden soll, nachdem der Nutzer abgestimmt hat.
eo: Téxt tö dïspläý äftér thé üsér vötés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Texto a mostrar después de que el usuario vota.
fr: Texte à afficher après les votes des utilisateurs.
fr_ca: Texte à afficher après le vote de l'utilisateur.
he: הטקסט שיוצג לאחר הצבעת המשתמש.
ja_jp: ユーザーが投票した後に表示するテキスト。
pt_br: Texto a ser exibido após o usuário votar.

source: '{field}' is not present, or not a JSON array.
ar: '{field}' غير موجود، أو ليس صفيف JSON.
de_de: "{field}" ist nicht aktuell oder kein JSON-Array.
eo: '{field}' ïs nöt présént, ör nöt ä JSÖN ärräý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: "{field}" no está presente o no es una matriz JSON.
fr: '{field}' n'est pas présent, n'est pas un tableau JSON.
fr_ca: '{field}' n'est pas présent ou n'est pas un tableau JSON.
he: '{field}' אינו נמצא, או אינו במערך JSON.
ja_jp: '{field}' が存在しないか、JSON配列ではありません。
pt_br: '{field}' não está presente ou não é um array de JSON.

source: {noun} {item} not a javascript object!
ar: {noun} {item} ليس كائن javascript!
de_de: {noun} {item} ist kein Javascript-Objekt!
eo: {noun} {item} nöt ä jäväsçrïpt ößjéçt! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: {noun} {item} no es un objeto javascript.
fr: {noun} {item} n'est pas un objet JavaScript !
fr_ca: {noun} {item} n'est pas un objet javascript!
he: {noun} {item} אינו אובייקט javascript!
ja_jp: {noun} {item}はjavascriptオブジェクトではありません！
pt_br: {noun} {item} não é um objeto javascript!

source: {noun} {item} contains no key.
ar: {noun} {item} لا يحتوي على مفتاح.
de_de: {noun} {item} enthält keine Taste.
eo: {noun} {item} çöntäïns nö kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: {noun} {item} no contiene clave.
fr: {noun} {item} ne contient aucune clé.
fr_ca: {noun} {item} ne contient pas de clé.
he: {noun} {item} אינו מכיל מפתח.
ja_jp: {noun} {item}にはキーが含まれていません。
pt_br: {noun} {item} não contém uma chave.

source: {noun} has no text or img. Please make sure all {noun_lower}s have one or the other, or both.
ar: {noun} لا يحتوي على نص أو صورة. يرجى التأكد من أن {noun_lower} كلها تحتوي على أحدهما أو كليهما.
de_de: {noun} hat keinen Text oder kein Bild. Stellen Sie sicher, dass alle {noun_lower} entweder Text oder Bild oder beides haben.
eo: {noun} häs nö téxt ör ïmg. Pléäsé mäké süré äll {noun_lower}s hävé öné ör thé öthér, ör ßöth. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: {noun} no tiene texto o imagen. Asegúrese de que todos los {noun_lower} contengan alguno de los dos o ambos, texto e imagen.
fr: {noun} ne contient aucun texte ou img. Assurez-vous que tous les {noun_lower}s ont l'un ou l'autre où les deux.
fr_ca: {noun} n'a pas de texte ou image. Assurez-vous que tous les {noun_lower} ont l’un, l’autre, ou les deux.
he: ל{noun} אין טקסט או תמונה. ודא כי לכל {noun_lower} יש אחד מהם או את שניהם.
ja_jp: {noun}にはテキストまたは画像がありません。すべての{noun_lower}に1つまたはもう一方、または両方があることを確認してください。
pt_br: {noun} não tem texto ou img. Certifique-se de que todas as {noun_lower}s tenham um ou o outro, ou ambos.

source: {noun} was added with no label. All {noun_lower}s must have labels. Please check the form. Check the form and explicitly delete {noun_lower}s if not needed.
ar: تم إضافة {noun} من دون تسمية. يجب أن تحتوي {noun_lower} كلها على تسميات. يرجى التحقق من النموذج وحذف {noun_lower} كلها بشكل نهائي في حالة عدم الحاجة إليها.
de_de: {noun} wurde ohne Beschriftung hinzugefügt. Alle {noun_lower} müssen Beschriftungen haben. Überprüfen Sie das Formular und löschen Sie unbedingt {noun_lower}, falls nicht benötigt.
eo: {noun} wäs äddéd wïth nö läßél. Àll {noun_lower}s müst hävé läßéls. Pléäsé çhéçk thé förm. Çhéçk thé förm änd éxplïçïtlý délété {noun_lower}s ïf nöt néédéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυ#
es_419: {noun} se agregó sin etiqueta. Todos los {noun_lower} deben tener etiquetas. Verifique el formulario. Verifique el formulario y elimine explícitamente los {noun_lower}, si no son necesarios.
fr: {noun} a été ajouté sans étiquette. Tous les {noun_lower}s doivent avoir des étiquettes. Vérifier le formulaire. Vérifiez le formulaire et supprimez explicitement les {noun_lower}s s'ils sont inutiles.
fr_ca: {noun} a été ajouté sans étiquette. Tous les {noun_lower}s doivent avoir des étiquettes. S'il vous plaît vérifier le formulaire. Vérifier le formulaire et supprimer explicitement les {noun_lower}s si non nécessaires.
he: {noun} הוסַף ללא תווית. חייבות להיות תוויות לכל {noun_lower} . נא בדוק את הטופס. בדוק את הטופס ומחק את {noun_lower} שאינם נדרשים.
ja_jp: {noun}はラベルなしで追加されました。すべての{noun_lower}にラベルが必要です。フォームを確認してください。フォームを確認し、必要ない場合は{noun_lower}を明示的に削除してください。
pt_br: {noun} foi adicionada sem rótulo. Todas as {noun_lower}s devem ter rótulos. Verifique o formulário. Confira o formulário e exclua explicitamente as {noun_lower}s se não forem necessárias.

source: All images must have an alternative text describing the image in a way that would allow someone to answer the poll if the image did not load.
ar: يجب أن تحتوي جميع الصور على نص بديل يشرح الصورة بطريقة تمكن أي شخص من الإجابة على استطلاع الرأي في حالة عدم تحميل الصورة.
de_de: Alle Bilder müssen einen alternativen Text enthalten, der das Bild so beschreibt, dass jemand die Umfrage auch dann beantworten kann, wenn das Bild nicht geladen wurde.
eo: Àll ïmägés müst hävé än ältérnätïvé téxt désçrïßïng thé ïmägé ïn ä wäý thät wöüld ällöw söméöné tö änswér thé pöll ïf thé ïmägé dïd nöt löäd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт #
es_419: Todas las imágenes deben tener un texto alternativo que describa la imagen de manera que permita a las personas responder el sondeo si la imagen no carga.
fr: Toutes les images doivent d'avoir un texte alternatif décrivant l'image d'une manière qui permettrait à tout le monde de répondre au sondage si l'image ne se téléchargeait pas.
fr_ca: Toutes les images doivent avoir un texte alternatif décrivant l'image d'une manière permettant à quelqu'un de répondre au sondage si l'image ne se charge pas.
he: לכל התמונות חייב להיות טקסט חלופי המתאר את התמונה כך שיתאפשר למישהו לענות על הסקר במידה והתמונה אינה עולה.
ja_jp: すべての画像には、画像が読み込まれなかった場合に誰かが投票に回答できるような方法で画像を説明する代替テキストが必要です。
pt_br: Todas as imagens devem ter um texto alternativo descrevendo a imagem de forma que a pessoa consiga responder à pesquisa de opinião se a imagem não for carregada.

source: You must include at least one {noun_lower}.
ar: يجب أن تقوم بتضمين {noun_lower} واحد على الأقل.
de_de: Sie müssen mindestens eine{noun_lower} aufnehmen.
eo: Ýöü müst ïnçlüdé ät léäst öné {noun_lower}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Debe incluir al menos un {noun_lower}.
fr: Vous devez inclure au moins 1 {noun_lower}.
fr_ca: Vous devez inclure au moins un {noun_lower}.
he: חובה לכלול לפחות אחת {noun_lower}.
ja_jp: 少なくとも1つの{noun_lower}を含める必要があります。
pt_br: Você deve incluir pelo menos uma {noun_lower}.

source: Maximum Submissions missing or not an integer.
ar: الحد الأقصى من عمليات الإرسال مفقود أو ليس عددًا.
de_de: Maximale Anzahl an Einreichungen fehlt oder keine ganze Zahl.
eo: Mäxïmüm Süßmïssïöns mïssïng ör nöt än ïntégér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Envíos máximos faltantes o no integradores.
fr: Nombre maximum d'envois manquant ou ce n'est pas un entier.
fr_ca: Nombre maximum de soumissions manquantes ou n'est pas un entier.
he: חסר מספר שליחות מרבי או שאינו מספר שלם.
ja_jp: 最大提出回数がないか、整数ではありません。
pt_br: Envios Máximos ausentes ou incompletos.

source: Private results may not be False when Maximum Submissions is not 1.
ar: قد لا تكون النتائج الخاصة "خطأ" عندما لا يكون الحد الأقصى من عمليات الإرسال 1.
de_de: Private Ergebnisse dürfen nicht falsch sein, wenn die maximale Anzahl von Einreichungen nicht 1 ist.
eo: Prïväté résülts mäý nöt ßé Fälsé whén Mäxïmüm Süßmïssïöns ïs nöt 1. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Los resultados privados no pueden ser Falsos cuando los Envíos máximos son diferentes a 1.
fr: Les résultats privés ne peuvent pas être Faux lorsque le nombre maximum d'envois n'est pas 1.
fr_ca: Les résultats privés ne peuvent pas être Faux lorsque le nombre maximal de soumissions n'est pas égal à 1.
he: תשובות אישיות אינן יכולות להיות 'לא נכון' כאשר מספר השליחות המרבי אינו 1.
ja_jp: 最大提出回数が1でない場合、非公開の結果はFalseにならない場合があります。
pt_br: Os Resultados Privados podem não ser Falso quando os Envios Máximos não é 1.

source: Poll
ar: استطلاع الرأي
de_de: Umfrage
eo: Pöll Ⱡ'σяєм ι#
es_419: Sondeo
fr: Sondage
fr_ca: Sondage
he: מִשאל
ja_jp: 投票
pt_br: Pesquisa de Opinião

source: What is your favorite color?
ar: ماهو لونك المفضل؟
de_de: Was ist Ihre Lieblingsfarbe?
eo: Whät ïs ýöür fävörïté çölör? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: ¿Cuál es su color favorito?
fr: Quelle est votre couleur préférée ?
fr_ca: Quelle est votre couleur préférée?
he: מהו הצבע האהוב עליך?
ja_jp: お気に入りの色は何ですか？
pt_br: Qual é a sua cor favorita?

source: Red
ar: الأحمر
de_de: Rot
eo: Réd Ⱡ'σяєм#
es_419: Rojo
fr: Rouge
fr_ca: Rouge
he: אדום
ja_jp: 赤
pt_br: Vermelho

source: Blue
ar: الأزرق
de_de: Blau
eo: Blüé Ⱡ'σяєм ι#
es_419: Azul
fr: Bleu
fr_ca: Bleu
he: כחול
ja_jp: 青
pt_br: Azul

source: Green
ar: الأخضر
de_de: Grün
eo: Gréén Ⱡ'σяєм ιρѕ#
es_419: Verde
fr: Vert
fr_ca: Vert
ja_jp: 緑
pt_br: Verde

source: Other
ar: غير ذلك
de_de: Andere
eo: Öthér Ⱡ'σяєм ιρѕ#
es_419: Otro
fr: Autre
fr_ca: Autre
he: אחר
ja_jp: その他
pt_br: Outra

source: The answer options on this poll.
ar: خيارات الإجابة في استطلاع الرأي هذا.
de_de: Die Antwortoptionen für diese Umfrage.
eo: Thé änswér öptïöns ön thïs pöll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Las opciones de respuesta en este sondeo.
fr: Les options de réponse dans ce sondage.
fr_ca: Les options de réponse pour ce sondage.
he: אפשרויות התשובה למשאל זה.
ja_jp: このアンケートの回答オプション。
pt_br: As opções de resposta nesta pesquisa de opinião.

source: Total tally of answers from students.
ar: إجمالي عدد إجابات الطلاب.
de_de: Gesamtzahl der Antworten von Teilnehmern.
eo: Tötäl tällý öf änswérs fröm stüdénts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Conteo total de respuestas de los estudiantes.
fr: Compte total de réponses des étudiants.
fr_ca: Total des réponses des étudiants.
he: מספר כולל של תשובות הסטודנטים.
ja_jp: 受講者からの回答の集計。
pt_br: Contagem total de respostas dos alunos.

source: The student's answer
ar: إجابة الطالب
de_de: Antwort des Teilnehmers
eo: Thé stüdént's änswér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: La respuesta del estudiante
fr: La réponse de l'étudiant.
fr_ca: La réponse de l'étudiant
he: תשובת הסטודנט
ja_jp: 受講者の回答
pt_br: A resposta do aluno

source: You have already voted in this poll.
ar: لقد قمت بالتصويت بالفعل في استطلاع الرأي هذا.
de_de: Sie haben bereits in dieser Umfrage abgestimmt.
eo: Ýöü hävé älréädý vötéd ïn thïs pöll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Ya votó en este sondeo.
fr: Vous avez déjà voté dans ce sondage.
fr_ca: Vous avez déjà voté à ce sondage.
he: כבר הצבעת בסקר זה.
ja_jp: この調査にはすでに投票しています。
pt_br: Você já votou nesta pesquisa de opinião.

source: Answer not included with request.
ar: الإجابة غير مرفقة مع الطلب.
de_de: Antwort nicht in der Anfrage enthalten.
eo: Ànswér nöt ïnçlüdéd wïth réqüést. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: La respuesta no está incluida con la solicitud.
fr: Réponse non incluse avec la demande.
fr_ca: Réponse non incluse avec la demande.
he: התשובה איננה כלולה בבקשה.
ja_jp: 回答はリクエストに含まれていません。
pt_br: Resposta não incluída com solicitação.

source: No key "{choice}" in answers table.
ar: لا يوجد "{choice}" أساسي في جدول الإجابات.
de_de: Keine Taste "{choice}" in der Antwortentabelle.
eo: Nö kéý "{choice}" ïn änswérs täßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: No existe una clave "{choice}" en la tabla de respuestas.
fr: Aucune clé « {choice} » dans le tableau de réponses.
fr_ca: Pas de clé "{choice}" dans le tableau des réponses.
he: אין מפתח "{choice}" בטבלת התשובות.
ja_jp: 回答テーブルにキー"{choice}"がありません。
pt_br: Nenhuma chave "{choice}" na tabela de respostas.

source: You have already voted as many times as you are allowed.
ar: لقد وصلت للعد الأقصى المسموح به للتصويت.
de_de: Sie haben bereits so oft abgestimmt, wie erlaubt.
eo: Ýöü hävé älréädý vötéd äs mäný tïmés äs ýöü äré ällöwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Ya votó la cantidad de veces permitida.
fr: Vous avez déjà voté autant de fois que permis.
fr_ca: Vous avez déjà voté autant de fois que vous êtes autorisé.
he: כבר הצבעת את מספר הפעמים המותר לך.
ja_jp: すでに許可された最大回数投票しています。
pt_br: Você já votou a quantidade de vezes permitida.

source: You must specify a question.
ar: يجب أن تحدد سؤلاً.
de_de: Sie müssen eine Frage angeben.
eo: Ýöü müst spéçïfý ä qüéstïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Debe especificar una pregunta.
fr: Vous devez spécifier une question
fr_ca: Vous devez spécifier une question.
he: עליך לציין שאלה.
ja_jp: 質問を指定する必要があります
pt_br: Você deve especificar uma pergunta.

source: Answer
ar: الإجابة
de_de: Antwort
eo: Ànswér Ⱡ'σяєм ιρѕυ#
es_419: Respuesta
fr: Réponse
fr_ca: Réponse
he: תשובה
ja_jp: 回答
pt_br: Resposta

source: Question
ar: السؤال
de_de: Frage
eo: Qüéstïön Ⱡ'σяєм ιρѕυм ∂#
es_419: Pregunta
he: שאלה
ja_jp: 質問
pt_br: Pergunta

source: Submissions count
eo: Süßmïssïöns çöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr_ca: Nombre de soumissions
ja_jp: 提出回数

source: Survey
ar: الاستبيان
de_de: Umfrage
eo: Sürvéý Ⱡ'σяєм ιρѕυ#
es_419: Encuesta
fr: Enquête
fr_ca: Sondage
he: סקר
ja_jp: アンケート調査
pt_br: Pesquisa

source: Yes
ar: نعم
de_de: Ja
eo: Ýés Ⱡ'σяєм#
es_419: Sí
fr: Oui
fr_ca: Oui
he: כן
ja_jp: はい
pt_br: Sim

source: No
ar: لا
de_de: Nein
eo: Nö Ⱡ'σя#
fr: Non
fr_ca: Non
he: לא
ja_jp: いいえ
pt_br: Não

source: Maybe
ar: ربما
de_de: Vielleicht
eo: Mäýßé Ⱡ'σяєм ιρѕ#
es_419: Tal vez
fr: Peut-être
fr_ca: Peut-être
he: אולי
ja_jp: たぶん
pt_br: Talvez

source: Answer choices for this Survey
ar: خيارات الإجابة لهذا الاستبيان
de_de: Antwortmöglichkeiten für diese Umfrage
eo: Ànswér çhöïçés för thïs Sürvéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Elecciones de respuesta para esta encuesta
fr: Les choix de réponse pour cette enquête
fr_ca: Choix de réponses pour ce sondage
he: אפשרויות התשובה לסקר זה
ja_jp: このアンケートの回答の選択肢
pt_br: Escolhas de respostas para esta Pesquisa

source: Are you enjoying the course?
ar: هل تستمتع بهذه الدورة؟
de_de: Gefällt Ihnen der Kurs?
eo: Àré ýöü énjöýïng thé çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: ¿Está disfrutando el curso?
fr: Avez-vous apprécié le cours ?
fr_ca: Appréciez-vous le cours?
he: האם אתה נהנה מהקורס?
ja_jp: コースをお楽しみいいただいていますか？
pt_br: Você está gostando do curso?

source: Would you recommend this course to your friends?
ar: هل توصي بهذه الدورة لأصدقائك؟
de_de: Würden Sie diesen Kurs Ihren Freunden empfehlen?
eo: Wöüld ýöü réçömménd thïs çöürsé tö ýöür frïénds? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Recomendaría este curso a sus amigos?
fr: Recommanderiez-vous ce cours à vos amis ?
fr_ca: Recommanderiez-vous ce cours à vos amis?
he: האם היית ממליץ על קורס זה לחבריך?
ja_jp: お友達にこのコースをお勧めしますか？
pt_br: Você recomendaria este curso para seus amigos?

source: Do you think you will learn a lot?
ar: هل تظن أنك ستتعلم الكثير؟
de_de: Denken Sie, dass Sie viel lernen werden?
eo: Dö ýöü thïnk ýöü wïll léärn ä löt? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: ¿Piensa que va a aprender mucho?
fr: Pensez-vous que vous apprendrez beaucoup de choses ?
fr_ca: Pensez-vous que vous allez apprendre beaucoup?
he: האם לדעתך תלמד הרבה?
ja_jp: 多くのことを学べると思われますか？
pt_br: Você acha que aprenderá bastante?

source: Questions for this Survey
ar: أسئلة هذا الاستبيان
de_de: Fragen für diese Umfrage
eo: Qüéstïöns för thïs Sürvéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Preguntas para esta encuesta
fr: Questions pour cette enquête
fr_ca: Questions pour ce sondage
he: שאלות לסקר זה
ja_jp: このアンケートに関する質問
pt_br: Perguntas para esta Pesquisa

source: The user's answers
ar: إجابات المستخدم
de_de: Die Antworten des Nutzers
eo: Thé üsér's änswérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Las respuestas del usuario
fr: Les réponses de l'utilisateur
fr_ca: Les réponses de l'utilisateur
he: תשובות המשתמש
ja_jp: ユーザーの回答
pt_br: As respostas do usuário

source: Not all questions were included, or unknown questions were included. Try refreshing and trying again.
ar: لم يتم تضمين جميع الأسئلة أو تم تضمين أسئلة غير معروفة. جرّب تحديث الصفحة وإعادة المحاولة.
de_de: Nicht alle Fragen wurden aufgenommen oder unbekannte Fragen wurden aufgenommen. Aktualisieren Sie die Seite und versuchen Sie es erneut.
eo: Nöt äll qüéstïöns wéré ïnçlüdéd, ör ünknöwn qüéstïöns wéré ïnçlüdéd. Trý réfréshïng änd trýïng ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: No se incluyeron todas las preguntas o se incluyeron algunas desconocidas. Actualice la pantalla e inténtelo de nuevo.
fr: Toutes les questions n'ont pas été incluses, ou des questions inconnues ont été incluses. Essayez d'actualiser et réessayez.
fr_ca: Toutes les questions n'étaient pas incluses ou des questions inconnues étaient incluses. Essayez de rafraîchir et d'essayer à nouveau.
he: לא נכללו כל השאלות או שהוצגו שאלות לא מוכרות. רענן ונסה שנית.
ja_jp: すべての質問が含まれていないか、不明な質問が含まれています。更新して再試行してください。
pt_br: Nem todas as perguntas foram incluídas, ou perguntas desconhecidas foram incluídas. Atualize e tente novamente.

source: Found unknown answer '{answer_key}' for question key '{question_key}'
ar: تم العثور على إجابة غير معروفة '{answer_key}' لمفتاح السؤال '{question_key}'
de_de: Unbekannte Antwort "{answer_key}" für die Antworttaste "{question_key}" gefunden
eo: Föünd ünknöwn änswér '{answer_key}' för qüéstïön kéý '{question_key}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Se encontró la respuesta desconocida "{answer_key}" para la clave de la pregunta "{question_key}".
fr: Réponse inconnue trouvée « {answer_key} » pour la question clé « {question_key} »
fr_ca: Réponse inconnue trouvée '{answer_key}' pour la clé de question '{question_key}'
he: נמצאה תשובה לא מוכרת '{answer_key}' עבור מפתח השאלה '{question_key}'
ja_jp: 質問キー'{question_key}'の不明な応答'{answer_key}'が見つかりました。
pt_br: Encontrada resposta desconhecida '{answer_key}' para chave de pergunta '{question_key}'

source: Submit
ar: إرسال
de_de: Einreichen
eo: Süßmït Ⱡ'σяєм ιρѕυ#
es_419: Enviar
fr: Soumettre
fr_ca: Soumettre
ja_jp: 提出
pt_br: Enviar

source: Thank you.
ar: شكراً لك.
de_de: Danke!
eo: Thänk ýöü. Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Gracias.
fr: Merci !
fr_ca: Merci.
ja_jp: ありがとうございました。
pt_br: Obrigado.

source: You have used %(submissions_count_s)s out of %(max_submissions_s)s submissions.
ar: لقد استخدمت %(submissions_count_s)s من أصل %(max_submissions_s)s من عمليات الإرسال.
de_de: Sie haben %(submissions_count_s)s von %(max_submissions_s)s Einreichungen verwendet.
eo: Ýöü hävé üséd %(submissions_count_s)s öüt öf %(max_submissions_s)s süßmïssïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Ha usado %(submissions_count_s)s de %(max_submissions_s)s envíos.
fr: Vous avez utilisé %(submissions_count_s)s sur %(max_submissions_s)s envois.
fr_ca: Vous avez utilisé %(submissions_count_s)s sur%(max_submissions_s)s soumissions.
ja_jp: %(submissions_count_s)s/%(max_submissions_s)sの提出を使用しました。
pt_br: Você usou %(submissions_count_s)s de %(max_submissions_s)s envios.

source: Feedback
ar: التعليقات
eo: Féédßäçk Ⱡ'σяєм ιρѕυм ∂#
es_419: Comentarios
fr: Commentaire
fr_ca: Commentaire
ja_jp: フィードバック
pt_br: Comentários

source: View results
ar: عرض النتائج
de_de: Ergebnisse anzeigen
eo: Vïéw résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Ver los resultados
fr: Afficher les résultats
fr_ca: Voir les résultats
ja_jp: 結果を表示
pt_br: Visualizar resultados

source: Export results to CSV
ar: تصدير النتائج إلى ملف CSV
de_de: Ergebnisse nach CSV exportieren
eo: Éxpört résülts tö ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Exportar los resultados a CSV
fr: Exporter les résultats au format CSV
fr_ca: Exporter les résultats en format CSV
ja_jp: 結果をCSVにエクスポート
pt_br: Exportar resultados para CSV

source: Download CSV
ar: تنزيل ملف CSV
de_de: CSV-Datei herunterladen
eo: Döwnlöäd ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Descargar CSV
fr: Télécharger au format CSV
fr_ca: Télécharger CSV
ja_jp: CSVをダウンロード
pt_br: Fazer download do CSV

source: Student data and results CSV available for download in the LMS.
ar: ملف CSV الخاص ببيانات الطالب والنتائج متاح للتنزيل في نظام إدارة التعلم.
de_de: Teilnehmerdaten und CSV-Ergebnisse stehen im LMS zum Download bereit.
eo: Stüdént dätä änd résülts ÇSV äväïläßlé för döwnlöäd ïn thé LMS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Los datos y resultados CVS del estudiante están disponibles para descargar en LMS.
fr: Résultats et données d'étudiants au format CSV disponibles en téléchargement dans le LMS.
fr_ca: Données CSV et résultats CSV disponibles pour téléchargement dans le LMS.
ja_jp: 受講者データおよび結果のCSVがLMSでダウンロード可能です。
pt_br: Dados do aluno e resultados em CSV disponíveis para download no LMS.

source: Display Name
ar: عرض الاسم
de_de: Angezeigter Name
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Nombre para mostrar
fr: Affichage du nom
fr_ca: Nom d'affichage
ja_jp: 表示名
pt_br: Exibir Nome
