Repository: open-craft/xblock-poll
Catalog: poll/translations/*/LC_MESSAGES/text.po
Languages: ar, de_de, eo, es_419, fr, fr_ca, he, ja_jp, pt_br

source: Question/Prompt
ar: السؤال/مطالبة
de_de: Frage/Aufforderung
eo: Qüéstïön/Prömpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Pregunta o tema
fr: Question/Invite
fr_ca: Question / Invite
ja_jp: 質問/プロンプト
pt_br: Pergunta/Aviso

source: %(link_start)sMarkdown Syntax%(link_end)s is supported.
ar: %(link_start)sبناء جملة Markdown%(link_end)s مدعوم.
de_de: %(link_start)sMarkdown-Syntax%(link_end)s wird unterstützt.
eo: %(link_start)sMärkdöwn Sýntäx%(link_end)s ïs süppörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: %(link_start)sLa sintaxis del lenguaje Markdown%(link_end)s es compatible.
fr: %(link_start)sSyntaxe Markdown%(link_end)s prise en charge.
fr_ca: %(link_start)s Syntaxe Markdown%(link_end)s supportée.
ja_jp: %(link_start)sマークダウン構文%(link_end)sがサポートされています。
pt_br: %(link_start)sMarkdown Syntax%(link_end)s é compatível.

source: Enter the prompt for the user.
ar: أدخل المطالبة للمستخدم.
de_de: Die Aufforderung für den Nutzer eingeben.
eo: Éntér thé prömpt för thé üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Ingrese el tema para el usuario.
fr: Saisir l'invite pour l'utilisateur
fr_ca: Entrez l'invite pour l'utilisateur.
ja_jp: ユーザーのプロンプトを入力します。
pt_br: Insira o aviso para o usuário.

source: %(link_start)sMarkdown Syntax%(link_end)s is supported.
ar: %(link_start)sبناء جملة Markdown%(link_end)s مدعوم.
de_de: %(link_start)sMarkdown-Syntax%(link_end)s wird unterstützt.
eo: %(link_start)sMärkdöwn Sýntäx%(link_end)s ïs süppörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: %(link_start)sLa sintaxis del lenguaje Markdown%(link_end)s es compatible.
fr: %(link_start)sSyntaxe Markdown%(link_end)s prise en charge.
fr_ca: %(link_start)sSyntaxe Markdown%(link_end)s supportée.
ja_jp: %(link_start)sマークダウン構文%(link_end)sがサポートされています。
pt_br: %(link_start)sMarkdown Syntax%(link_end)s é compatível.

source: This text will be displayed for the user as some extra feedback after they have submitted their response to the poll.
ar: سيتم عرض هذا النص للمستخدمين كتعليقات إضافية بعد أن يرسلوا إجابتهم لاستطلاع. الرأي.
de_de: Dieser Text wird für die Nutzer als ein zusätzliches Feedback angezeigt, nachdem sie ihre Antwort bei der Umfrage eingereicht haben.
eo: Thïs téxt wïll ßé dïspläýéd för thé üsér äs sömé éxträ féédßäçk äftér théý hävé süßmïttéd théïr réspönsé tö thé pöll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρ#
es_419: Este texto se mostrará al usuario como feedback adicional después de que envíe su respuesta al sondeo.
fr: Ce texte s'affichera à l'utilisateur comme commentaire supplémentaire après qu'il a envoyé sa réponse au sondage.
fr_ca: Ce texte sera affiché à l'utilisateur en guise de rétroaction après avoir soumis leur réponse au sondage.
ja_jp: このテキストは、ユーザーがアンケートの回答を提出した後に、 追加のフィードバックとして表示されます。
pt_br: Este texto será exibido para o usuário como um feedback adicional após ele ter enviado a resposta para a pesquisa de opinião.

source: Private Results
ar: نتائج خاصة
de_de: Private Ergebnisse
eo: Prïväté Résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Resultados privados
fr: Résultats privés
fr_ca: Résultats privés
ja_jp: 非公開の結果
pt_br: Resultados Privados

source: True
ar: صواب
de_de: Richtig
eo: Trüé Ⱡ'σяєм ι#
es_419: Verdadero
fr: Vrai
fr_ca: Vrai
pt_br: Verdadeiro

source: False
ar: خطأ
de_de: Falsch
eo: Fälsé Ⱡ'σяєм ιρѕ#
es_419: Falso
fr: Faux
fr_ca: Faux
pt_br: Falso

source: If this is set to True, don't display results of the poll to the user.
ar: إذا تم ضبط هذا على "صواب"، فلا تقم بعرض نتائج الاستطلاع للمستخدم.
de_de: Wenn dies auf "Richtig" gesetzt ist, zeigen Sie dem Nutzer die Ergebnisse der Umfrage nicht an.
eo: Ìf thïs ïs sét tö Trüé, dön't dïspläý résülts öf thé pöll tö thé üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Si se establece como Verdadero, no muestre los resultados del sondeo al usuario.
fr: Si cette valeur est définie comme Vrai les résultats du sondage ne sont pas affichés à l’utilisateur.
fr_ca: Si ce paramètre est défini à Vrai / True, ne pas afficher les résultats du sondage à l'utilisateur.
ja_jp: Trueに設定されている場合、投票結果はユーザーに表示されません。
pt_br: Se estiver definido como Verdadeiro, não exibe os resultados da pesquisa de opinião para o usuário.

source: Maximum Submissions
ar: الحد الأقصى من عمليات الإرسال
de_de: Maximale Einreichungen
eo: Mäxïmüm Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Envíos máximos
fr: Nombre maximum d'envois
fr_ca: Nombre maximum de soumissions
ja_jp: 最大提出回数
pt_br: Envios Máximos

source: Maximum number of times a user may submit a poll. %(bold_start)sSetting this to a value other than 1 will imply that 'Private Results' should be true.%(bold_end)s Setting it to 0 will allow infinite resubmissions.
ar: الحد الأقصى من المرات المسموح بها للمستخدم بإرسال استطلاع. %(bold_start)sعند ضبط هذا على قيمة أكبر من 1، سيعني هذا أن 'النتائج الخاصة' ينبغي أن تكون صحيحة.%(bold_end)s عند ضبطه على 0، ستتاح عمليات إعادة الإرسال بشكل لانهائي.
de_de: Maximale Häufigkeit, mit der ein Nutzer an der Umfrage teilnehmen darf %(bold_start)s. Wenn Sie dies auf einen anderen Wert als 1 einstellen, wird impliziert, dass "Private Ergebnisse" richtig sind.%(bold_end)s Wenn Sie ihn auf 0 setzen, werden unbegrenzte Wiedereinreichungen möglich sein.
eo: Mäxïmüm nümßér öf tïmés ä üsér mäý süßmït ä pöll. %(bold_start)sSéttïng thïs tö ä välüé öthér thän 1 wïll ïmplý thät 'Prïväté Résülts' shöüld ßé trüé.%(bold_end)s Séttïng ït tö 0 wïll ällöw ïnfïnïté résüßmïssïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт#
es_419: Cantidad máxima de veces que un usuario puede responder un sondeo. %(bold_start)sConfigurarlo con un valor diferente a 1 implicará que los "resultados privados" deban ser verdaderos.%(bold_end)s Configurarlo con un 0 permitirá una cantidad infinita de oportunidades para responder.
fr: Nombre maximum de fois qu'un utilisateur peut répondre à un sondage. %(bold_start)sSi cette valeur n'est pas réglée sur 1 cela signifie que les « Résultats privés » doivent être vrai. %(bold_end)s Le réglage sur 0 autorise un nombre infini de de réponses.
fr_ca: Nombre maximum de fois qu'un utilisateur peut soumettre un sondage.%(bold_start)sSi vous définissez cette valeur sur une valeur autre que 1, cela impliquera que 'Résultats Privés' devra être à vrai.%(bold_end)s Le régler à 0 autorisera des resoumissions infinies.
ja_jp: ユーザーがポーリングを送信できる最大回数。%(bold_start)sを1以外の値に設定すると、 「非公開の結果」はTrueとして暗黙に指定されます。%(bold_end)sを0に設定すると無限の再提出が可能になります。
pt_br: Número máximo de vezes que um usuário pode enviar uma pesquisa de opinião. %(bold_start)sConfigurar para um valor diferente de 1 significará que 'Resultados Privados' devem ser verdadeiros.%(bold_end)s Configurar para 0 permitirá reenvios infinitos.

source: Notes:
ar: ملاحظات:
de_de: Hinweise:
eo: Nötés: Ⱡ'σяєм ιρѕυ#
es_419: Notas:
fr: Remarques :
ja_jp: 注:
pt_br: Observações:

source: If you change an answer's text, all students who voted for that choice will have their votes updated to the new text. You'll want to avoid changing an answer from something like 'True' to 'False', accordingly. If you delete an answer, any votes for that answer will also be deleted. Students whose choices are deleted may vote again, but will not lose course progress.
ar: إذا قمت بتغيير نص إجابة، فإن جميع الطلبة الذين قاموا بالتصويت لهذا الخيار سيتم تحديث أصواتهم للنص الجديد. وبناءً على ذلك، ستحتاج إلى تجنب تغيير إجابة من شيء مثل 'صواب' إلى 'خطأ. إذا قمت بحذف إجابة، فسيتم حذف أي أصوات لهذه الإجابة أيضًا. قد يتمكن الطلبة الذين تم حذف إجاباتهم من التصويت مرة أخرى، ولكن لن يخسروا تقدمهم في الدورة.
de_de: Wenn Sie den Text einer Antwort ändern, werden auch alle von den Teilnehmern abgegebenen Stimmen auf den neuen Text aktualisiert. Sie sollten daher vermeiden, eine Antwort z. B. von "Richtig" auf "Falsch" zu ändern. Wenn Sie eine Antwort löschen, werden alle Stimmen für diese Antwort ebenfalls gelöscht. Teilnehmer, deren Auswahl gelöscht wurde dürfen wieder abstimmen, werden aber den Fortschritt im Kurs nicht verlieren.
eo: Ìf ýöü çhängé än änswér's téxt, äll stüdénts whö vötéd för thät çhöïçé wïll hävé théïr vötés üpdätéd tö thé néw téxt. Ýöü'll wänt tö ävöïd çhängïng än änswér fröm söméthïng lïké 'Trüé' tö 'Fälsé', äççördïnglý. Ìf ýöü délété än änswér, äný vötés för thät änswér wïll älsö ßé délétéd. Stüdénts whösé çhöïçés äré délétéd mäý vöté ägäïn, ßüt wïll nöt lösé çöürsé prögréss. #
es_419: Si cambia el texto de una respuesta, todos los estudiantes que votaron por esa elección verán sus votos actualizados al texto nuevo. Por ello, es mejor evitar el cambio de una respuesta de "Verdadero" a "Falso". Si borra una respuesta, cualquier voto que esta haya obtenido también se eliminará. Los estudiantes cuyas elecciones se eliminen podrán votar de nuevo, pero no perderán el avance del curso.
fr: Si vous modifiez le texte d'une réponse, tous les étudiants qui ont voté pour ce choix verront leur vote actualisé par le nouveau texte. Par conséquent, vous devez éviter de modifier une réponse de quelque chose comme « Vrai » à « Faux ». Si vous supprimez une réponse, tous les votes pour cette réponse seront aussi supprimés. Les étudiants dont les choix sont supprimés peuvent revoter, mais ils ne perdront pas sa progression actuelle dans le cours.
fr_ca: Si vous modifiez le texte d'une réponse, tous les étudiants ayant voté pour ce choix verront leurs votes mis à jour pour le nouveau texte. En conséquence, vous souhaiterez éviter de modifier une réponse de 'Vrai' à 'Faux'. Si vous supprimez une réponse, tous les votes pour cette réponse seront également supprimés. Les étudiants dont les choix sont supprimés pourront voter de nouveau, mais ne perdront pas leur progression au niveau du cours.
ja_jp: 回答のテキストを変更すると、その選択に投票したすべての受講者の投票も新しいテキストに更新されます。 そのようなわけで「はい」から「いいえ」にテキストを変更したいとは思わないはずです。 回答を削除すると、その回答に対するすべての投票も削除されます。選択が削除された学生は再び投票することができますが、 コースの進行状況は失われません。
pt_br: Se você alterar o texto de uma resposta, todos os alunos que votaram nessa opção terão seus votos atualizados para o novo texto. Consequentemente, você evitará alterar uma resposta de "Verdadeiro" para "Falso", por exemplo. Se você excluir uma resposta, todos os votos para essa resposta também serão excluídos. Os alunos cujas escolhas são excluídas podem votar novamente, mas não perderão o progresso do curso.

source: Questions must be similarly cared for. If a question's text is changed, any votes for that question will remain. If a question is deleted, any student who previously took the survey will be permitted to retake it, but will not lose course progress.
ar: يجب الاهتمام بالأسئلة جميعها. إذا تم تغيير نص سؤال، فإن أي أصوات لهذا السؤال ستظل موجودة. إذا تم حذف سؤال، فسيُسمح لأي طالب سبق له إجراء الاستطلاع بإعادة الإجابة عليه، ولن يخسر تقدمه في الدورة.
de_de: Fragen müssen ähnlich behandelt werden. Wenn der Text einer Frage geändert wird, bleiben alle Stimmen für diese Frage bestehen. Wenn eine Frage gelöscht wird, kann jeder Teilnehmer, der die Umfrage zuvor durchgeführt hat, diese wiederholen, wird aber den Fortschritt im Kurs nicht verlieren.
eo: Qüéstïöns müst ßé sïmïlärlý çäréd för. Ìf ä qüéstïön's téxt ïs çhängéd, äný vötés för thät qüéstïön wïll rémäïn. Ìf ä qüéstïön ïs délétéd, äný stüdént whö prévïöüslý töök thé sürvéý wïll ßé pérmïttéd tö rétäké ït, ßüt wïll nöt lösé çöürsé prögréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тєм#
es_419: Se debe tener el mismo tratamiento con las preguntas. Si se cambia el texto de una pregunta, se mantendrá cualquier voto de esta. Si se elimina una pregunta, cualquier estudiante que haya llenado la encuesta podrá hacerlo de nuevo, pero sin perder el avance del curso.
fr: Une attention similaire doit être portée aux questions. Si le texte d'une question est modifié, tous les votes pour cette question seront conservés. Si une question est supprimée chaque étudiant qui a répondu à l'enquête sera autorisé à y répondre à nouveau mais il ne perdra pas sa progression actuelle dans le cours.
fr_ca: Les questions doivent être traitées de la même manière. Si le texte d'une question est modifié, les votes pour cette question resteront. Si une question est supprimée, tout étudiant ayant déjà participé au sondage sera autorisé à le repasser, mais ne perdra pas sa progression au niveau du cours.
ja_jp: 質問も同様に考慮する必要があります。質問のテキストが変更されても、その質問の投票は残ります。 質問が削除された場合、以前にアンケートに参加したすべての受講者は再受験を許可されますが、 コースの進行状況は失われません。
pt_br: Da mesma forma, deve-se ter cuidado com as perguntas. Se o texto de uma pergunta for alterado, todos os votos para essa pergunta permanecerão. Se uma pergunta for excluída, qualquer aluno que já respondeu a pesquisa terá permissão para refazê-la, mas não perderá o progresso do curso.

source: Add Answer
ar: إضافة إجابة
de_de: Antwort hinzufügen
eo: Àdd Ànswér Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Agregar respuesta
fr: Ajouter une réponse
fr_ca: Ajouter une réponse
ja_jp: 回答を追加
pt_br: Adicionar Resposta

source: Add Question
ar: إضافة سؤال
de_de: Frage hinzufügen
eo: Àdd Qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Agregar pregunta
fr: Ajouter une question
fr_ca: Ajouter une question
ja_jp: 質問を追加
pt_br: Adicionar Pergunta

source: Save
ar: حفظ
de_de: Speichern
eo: Sävé Ⱡ'σяєм ι#
es_419: Guardar
fr: Enregistrer
fr_ca: Sauvegarder
ja_jp: 保存
pt_br: Salvar

source: Cancel
ar: إلغاء
de_de: Abbrechen
eo: Çänçél Ⱡ'σяєм ιρѕυ#
es_419: Cancelar
fr: Annuler
fr_ca: Annuler
ja_jp: キャンセル
pt_br: Cancelar

source: You have used %(submissions_count_s)s out of %(max_submissions_s)s submissions.
ar: لقد استخدمت %(submissions_count_s)s من أصل %(max_submissions_s)s من عمليات الإرسال.
de_de: Sie haben %(submissions_count_s)s von %(max_submissions_s)s Einreichungen verwendet.
eo: Ýöü hävé üséd %(submissions_count_s)s öüt öf %(max_submissions_s)s süßmïssïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Ha usado %(submissions_count_s)s de %(max_submissions_s)s envíos.
fr: Vous avez utilisé %(submissions_count_s)s sur %(max_submissions_s)s envois.
fr_ca: Vous avez utilisé %(submissions_count_s)s sur %(max_submissions_s)s soumissions.
ja_jp: %(max_submissions_s)s回の提出のうち%(submissions_count_s)s回使用しました。
pt_br: Você usou %(submissions_count_s)s de %(max_submissions_s)s envios.

source: Results gathered from {total} respondents.
he: תשובות שנאספו מ{total} עונים.

source: Results gathered from {total} respondent.
he: תשובות שנאספו מ{total} עונה.

source: move poll up
he: העבר את המשאל למעלה

source: move poll down
he: העבר את המשאל למטה

source: Delete
he: מחק

source: Image URL
he: כתובת URL של תמונה

source: Image alternative text
he: טקסט חלופי לתמונה

source: You can make limited use of Markdown in answer texts, preferably only bold and italics.
he: תוכל להשתמש באופן מוגבל ב-Markdown בתשובת טקסט, עדיף באותיות בולטות ונטויות.

source: This must have an image URL or text, and can have both. If you add an image, you must also provide an alternative text that describes the image in a way that would allow someone to answer the poll if the image did not load.
he: חייבת להיות כתובת URL של תמונה או טקסט, ויכולים להיות שניהם. בהוספת תמונה, עליך לספק טקסט חלופי המתאר את התמונה כך שתאפשר למישהו לענות על הסקר אם התמונה אינה עולה.
