Repository: open-craft/xblock-poll
Catalog: poll/translations/*/LC_MESSAGES/textjs.po
Languages: eo

source: Results
eo: Résülts Ⱡ'σяєм ιρѕυм #

source: Submit
eo: Süßmït Ⱡ'σяєм ιρѕυ#

source: Results gathered from {total} respondent.
eo: Résülts gäthéréd fröm {total} réspöndént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Feedback
eo: Féédßäçk Ⱡ'σяєм ιρѕυм ∂#

source: move poll up
eo: mövé pöll üp Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: move poll down
eo: mövé pöll döwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Delete
eo: Délété Ⱡ'σяєм ιρѕυ#

source: Answer
eo: Ànswér Ⱡ'σяєм ιρѕυ#

source: Question
eo: Qüéstïön Ⱡ'σяєм ιρѕυм ∂#

source: Image URL
eo: Ìmägé ÛRL Ⱡ'σяєм ιρѕυм ∂σł#

source: Image alternative text
eo: Ìmägé ältérnätïvé téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: You can make limited use of Markdown in answer texts, preferably only bold and italics.
eo: Ýöü çän mäké lïmïtéd üsé öf Märkdöwn ïn änswér téxts, préféräßlý önlý ßöld änd ïtälïçs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: This must have an image URL or text, and can have both. If you add an image, you must also provide an alternative text that describes the image in a way that would allow someone to answer the poll if the image did not load.
eo: Thïs müst hävé än ïmägé ÛRL ör téxt, änd çän hävé ßöth. Ìf ýöü ädd än ïmägé, ýöü müst älsö prövïdé än ältérnätïvé téxt thät désçrïßés thé ïmägé ïn ä wäý thät wöüld ällöw söméöné tö änswér thé pöll ïf thé ïmägé dïd nöt löäd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт #
